Show / Hide Table of Contents
Class TendonLossesLoading
Tendon losses loading
Inheritance
System.Object
TendonLoading
TendonLossesLoading
Inherited Members
 System.Object.ToString()
 System.Object.Equals(System.Object)
 System.Object.Equals(System.Object, System.Object)
 System.Object.ReferenceEquals(System.Object, System.Object)
 System.Object.GetHashCode()
 System.Object.GetType()
 System.Object.MemberwiseClone()
Namespace: IdeaRS.OpenModel.Concrete.Load
Assembly: IdeaRS.OpenModel.dll
Syntax
public class TendonLossesLoading : TendonLoading
Properties
Improve this Doc   View Source
Time
Time
Declaration
public double Time { get; set; }
Property Value
 Type |  Description
 System.Double
 Improve this Doc
 View Source